[
  {
    "id": "1.1",
    "title": "Психологічний хаос",
    "content": "Умисні заклинання ворожості, тривалі дебати з метою посіяти ненависть (Флейм) та переслідування особистостей (Кібербулінг) — це дії, що руйнують дух і закликають божевілля. Така токсичність є неконтрольованим ритуалом, що порушує крихкий глузд Містерії і є неприйнятною. Місто не терпить божевілля, що виходить з-під Контролю."
  },
  {
    "id": "1.2",
    "title": "Ворожа мова",
    "content": "Промовляти слова зі світу за Завісою (Out-of-Character) у священних каналах рольової гри — означає виконувати дисонуючий ритуал (МіксЧат). Так само, надмірне використання лайки та богохульства — це мова божевілля, що розриває тканину реальності. Ці ворожі мови заборонені; ваші слова повинні резонувати з персонажем, якого ви втілюєте."
  },
  {
    "id": "1.3",
    "title": "Заборонені артефакти",
    "content": "Створення або демонстрація блюзнірських артефактів є тяжкою єрессю. Це включає символи, що прославляють огидні ідеології, знаки терору або будь-який контент NSFW / 18+. Церква Сонця негайно знищить такі мерзоти і очистить душі їхніх творців."
  },
  {
    "id": "1.4",
    "title": "Нелюдське слово",
    "content": "Закляття дискримінації, расизму, сексизму та шовінізму — це мерзенні чари, яким немає місця в Містерії. Повага до всіх душ є фундаментальним законом співіснування. Проголошення таких нелюдських слів позначає вас як загубленого, позбавленого морального захисту і такого, що підлягає негайному суду."
  },
  {
    "id": "1.5",
    "title": "Несанкціоноване вторгнення",
    "content": "Будь-яка форма просування чи реклами, не санкціонована Вартовими, є актом духовного вторгнення. Проектувати свій заклик у свідомість інших без дозволу, навіть у приватному шепоті (DM), означає посягання на душу. Такі вторгнення будуть відбиті силою."
  },
  {
    "id": "1.6",
    "title": "Розрив завіси",
    "content": "Завіса між Містерією та буденним світом є священною. Розголошення особистої інформації іншої душі, тим самим викриваючи її мирську оболонку, є забороненим діянням найвищого порядку. Розрив Завіси, навіть у приватних розмовах, карається духовним вигнанням у нескінченний Туман."
  },
  {
    "id": "1.6.1",
    "title": "Шепіт з-поза меж",
    "content": "Перший рівень святотатства трапляється, коли душа приносить або використовує знання, нашіптування з ефірних платформ поза Завісою Рольової гри (таких як Discord, Telegram тощо), забруднюючи чистоту внутрішньосвітового відкриття."
  },
  {
    "id": "1.6.2",
    "title": "Тіні наслідків",
    "content": "Порушення поглиблюється до другого рівня, якщо ці заборонені шепоти викликають відчутні наслідки для іншої душі, такі як фантомний штраф, духовний допит або нав'язливий огляд її мирських володінь."
  },
  {
    "id": "1.6.3",
    "title": "Залізна хватка долі",
    "content": "Найтяжче святотатство, третій рівень, проявляється, коли потік заборонених знань призводить до глибоких наслідків: несправедливого арешту, рейду на святилище або виявлення потужних, незаконних артефактів, що вирішують долю душі."
  },
  {
    "id": "1.7",
    "title": "Словесна магія",
    "content": "Кожне слово — це ритуал, заклинання словесної магії, що формує світ. Надмірне вживання лайки виснажує вашу духовну енергію і заплямовує душу. Використовуйте свої слова з мудрістю досвідченого Провидця."
  },
  {
    "id": "1.7.1",
    "title": "Думки боягуза",
    "content": "Спрямування своїх думок через команди дій — це священне мистецтво, а не інструмент для боягузів. Використовувати його для озвучення провокацій або фраз, які, будучи сказаними вголос, поставили б вас у заслужену небезпеку, є збоченням цієї магії і суворо заборонено."
  },
  {
    "id": "1.7.2",
    "title": "Божевільний гул",
    "content": "Наповнювати ефір нескінченним повторенням одного й того ж або схожого повідомлення означає створювати божевільний гул, що порушує духовний баланс. Це хаотичне заклинання заборонено в усіх приватних каналах, чи то робочих, чи то таємного товариства, чи будь-якого іншого приватного спілкування."
  },
  {
    "id": "1.8",
    "title": "Ритуал без вівтаря",
    "content": "Кожен канал спілкування — це освячений вівтар для певного типу ритуалу. Виконувати свої заклинання не в тому місці (Офф-топік) — означає творити магію без належного фокусу, що призводить до хаотичних і непередбачуваних наслідків. Ви будете покарані за таку необережність."
  },
  {
    "id": "1.9",
    "title": "Порожні оболонки",
    "content": "Ваша душа пов'язана з єдиним вмістилищем у цьому світі. Створення альтернативних, порожніх оболонок (акаунтів-клонів) або володіння більш ніж одним акаунтом заборонено. Ця таємна заміна особистості є злочином проти природного порядку."
  },
  {
    "id": "1.9.1",
    "title": "Хранитель вмістилища",
    "content": "Кожна душа є єдиним хранителем свого вмістилища. Вартові ніколи не запитають ваших таємних слів сили (паролів), і будь-які проблеми, що виникнуть через передачу їх іншому, є вашим тягарем."
  },
  {
    "id": "1.9.2",
    "title": "Дух-утікач",
    "content": "Використовувати вторинну оболонку, щоб уникнути суду або покарання, накладеного на ваше основне вмістилище, — це боягузливий і марний вчинок. Вартові бачать усе, і такі спроби уникнути долі лише погіршать ваш вирок."
  },
  {
    "id": "1.10",
    "title": "Фальшивий лицар",
    "content": "Видавати себе за Вартових Завіси (персонал) — означає носити вкрадений німб, що є блюзнірством найвищого ступеня. Обман інших душ або фабрикація фальшивих видінь (доказів) для введення в оману Вартових призведе до вашого вічного мовчання, ваш голос буде поглинутий задушливим Туманом."
  },
  {
    "id": "1.10.1",
    "title": "Духи-наклепники",
    "content": "Поширювати неправдиві звинувачення у недбальстві чи непокорі проти Вартових — означає випускати у світ духа-наклепника. Цей вчинок, часто скоєний для захисту джерела заборонених знань, є тяжким злочином і буде суворо покараний."
  },
  {
    "id": "1.11",
    "title": "Ритуали підбурення",
    "content": "Виконання ритуалів провокації з наміром змусити іншу душу порушити Укази є проклятим діянням. Ви несете відповідальність не лише за свої дії, але й за божевілля, яке ваш вплив пробуджує в інших. Ті, хто виконує такі ритуали підбурення, будуть кинуті в Безодню разом з тими, кого вони спокусили."
  },
  {
    "id": "1.11.1",
    "title": "Гамбіт провокатора",
    "content": "Заборонено ініціювати будь-яку дію з точною метою спровокувати контратаку, організувати напад або іншим чином сфабрикувати виправдання з реакції іншого. Це маніпулятивний гамбіт, що забруднює потік долі."
  },
  {
    "id": "1.12",
    "title": "Поширювачі хаосу",
    "content": "Душі, що знаходять насолоду у створенні конфліктів та ескалації негативу, є розповсюджувачами психічних пошестей. Вони виконують зворотні ритуали, руйнуючи порядок і плетучи хаос. За такі провини наслідки проявляться раніше, ніж ви встигнете висловити жаль. Космос не прощає тих, хто свідомо поширює його божевілля."
  },
  {
    "id": "1.12.1",
    "title": "Бездушна оболонка",
    "content": "Дозволяти своєму вмістилищу ставати бездушною оболонкою (АФК) у живому сні Рольової гри заборонено. Робити це, коли інша душа виконує над вами ритуал (наприклад, пограбування), є тяжкою образою, і Вартові забезпечать завершення ритуалу за вашої відсутності, на вашу шкоду."
  },
  {
    "id": "1.12.2",
    "title": "Втеча боягуза",
    "content": "Вирвати свою душу з тканини реальності (вийти з гри) під час критичної дії — чи то полювання, рейду, пограбування, чи битви — є найвищим актом боягузтва. Навіть якщо це ненавмисно, цей розрив є порушенням. Дія буде зупинена, і Вартові відновлять її, припускаючи найгірший можливий результат для того, хто втік."
  },
  {
    "id": "1.12.3",
    "title": "Суд вартового",
    "content": "Якщо душа порушить Указ, щоб уникнути наслідків розпочатої дії, Вартові втрутяться. Вони оцінять порушений обряд і дозволять йому продовжитися на основі найжахливішого, але правдоподібного результату для порушника, гарантуючи, що долю неможливо обдурити."
  }
]