[
  {
    "id": "1",
    "title": "Corruption of Spirit (Chat & Communication)",
    "content": "Words, sounds, and messages shape the atmosphere of Mysterria. Whether you speak in Minecraft chat, Discord, or private DMs, keep them clean and respectful."
  },
  {
    "id": "1.1",
    "title": "Toxicity & Harassment",
    "content": "Flaming, bullying, or harassing others is not allowed. This includes constant arguing to provoke people, personal insults, and targeting someone repeatedly. Example: calling someone trash every time they speak = warnable offense."
  },
  {
    "id": "1.2",
    "title": "Swearing & Vulgarity",
    "content": "Mild swearing is fine, but excessive profanity, sexual jokes, or constant foul language are not. Example: saying 'damn' in frustration is okay, spamming f-bombs or sexual comments is not."
  },
  {
    "id": "1.3",
    "title": "Spam & Noise",
    "content": "Do not spam chat or flood voice channels. This includes repeating the same message, mic spamming, or abusing soundboards. Example: spamming 'ez' in chat or blasting loud noises in VC = punishable."
  },
  {
    "id": "1.4",
    "title": "Private Harassment",
    "content": "Harassing people in DMs (Minecraft or Discord) counts just the same as public harassment. Example: sending 20 messages to annoy someone after they told you to stop = warn."
  },
  {
    "id": "1.5",
    "title": "Names & Avatars",
    "content": "Nicknames, avatars, or skins with offensive, extremist, or NSFW content are forbidden. Example: Nazi skins, hentai profile pics, or racist usernames = instant action by staff."
  },

  {
    "id": "2",
    "title": "Profane Creations (Builds & World Behavior)",
    "content": "What you create in Mysterria must not harm others or the world itself."
  },
  {
    "id": "2.1",
    "title": "Offensive Builds & Content",
    "content": "No extremist symbols, sexual structures, or other offensive builds. Example: swastikas, inappropriate statues, or extremist banners = instant removal + punishment."
  },
  {
    "id": "2.2",
    "title": "Griefing & Stealing",
    "content": "Breaking builds, stealing items, or trolling others without consent is forbidden. Example: destroying a house or taking chest loot that isn’t yours = punishable."
  },
  {
    "id": "2.3",
    "title": "Lag & Exploit Machines",
    "content": "Machines or farms that cause lag (like TNT spam) or unauthorized chunk loaders are not allowed. Example: building a redstone clock to crash the server = ban."
  },

  {
    "id": "3",
    "title": "Forbidden Powers (Cheats & Exploits)",
    "content": "Unfair advantages break the balance of Mysterria. Cheating is never tolerated."
  },
  {
    "id": "3.1",
    "title": "Hacks & Cheats",
    "content": "Using hacks, x-ray, autoclickers, macros, dupes, or bug exploits is an instant permanent ban. Example: x-ray mining for diamonds = permaban."
  },
  {
    "id": "3.2",
    "title": "Bug Abuse",
    "content": "If you find a glitch, report it. Do not abuse it. Example: finding a way to duplicate items and using it = permaban."
  },

  {
    "id": "4",
    "title": "Veil & Identity (Privacy & Accounts)",
    "content": "Respect real-world privacy and keep your account tied to your own soul."
  },
  {
    "id": "4.1",
    "title": "Privacy & Doxxing",
    "content": "Never share personal info (real names, addresses, social media, etc.). Example: leaking someone’s Instagram without permission = instant permaban."
  },
  {
    "id": "4.2",
    "title": "Outside Influence",
    "content": "Don’t use Discord/DMs to manipulate in-game actions unfairly (metagaming). Example: telling your friend over Discord to ambush someone’s base = punishable."
  },
  {
    "id": "4.3",
    "title": "Alt Accounts",
    "content": "Only one account per person unless approved by staff. Unauthorized alts = permaban. Example: making a second account to avoid a mute = instant ban."
  },
  {
    "id": "4.4",
    "title": "Impersonation",
    "content": "Do not impersonate staff or other players. Faking evidence or pretending to be a Guardian = permanent ban."
  },

  {
    "id": "5",
    "title": "Respect of Souls (Community Behavior)",
    "content": "Mysterria thrives on respect. Treat others fairly and keep the community positive."
  },
  {
    "id": "5.1",
    "title": "Hate Speech",
    "content": "Racism, sexism, homophobia, and other hate speech is forbidden. Example: using slurs = instant warn or ban depending on severity."
  },
  {
    "id": "5.2",
    "title": "False Accusations",
    "content": "Making false reports against players or staff wastes time and spreads toxicity. Example: faking screenshots to get someone banned = punishable."
  },
  {
    "id": "5.3",
    "title": "Disrespecting Staff",
    "content": "Guardians (staff) must be respected. Insulting or trolling staff directly = heavy punishment."
  },
  {
    "id": "5.4",
    "title": "Drama & Negativity",
    "content": "Creating drama, spreading negativity, or constantly complaining ruins the atmosphere. Example: repeatedly saying 'this server sucks' = warnable offense."
  },
  {
    "id": "5.5",
    "title": "Begging & Pestering",
    "content": "Do not spam staff for free items, ranks, or attention. Example: 'pls gimme op' every 5 minutes = punishable."
  },

  {
    "id": "6",
    "title": "Ritual Order (Channels & Promotion)",
    "content": "Stay organized and respect how communication channels are used."
  },
  {
    "id": "6.1",
    "title": "Stay On-Topic",
    "content": "Use the right channels for the right discussions. Example: posting memes in #announcements = warn."
  },
  {
    "id": "6.2",
    "title": "Advertising",
    "content": "No advertising or promotion unless approved by staff. This includes other servers, Discords, or YouTube channels. Example: DMing players your server IP = ban."
  },

  {
    "id": "7",
    "title": "Judgment of Guardians (Punishments)",
    "content": "Punishments are handled through the Warning Path. Some actions bypass it entirely."
  },
  {
    "id": "7.1",
    "title": "The Warning Path",
    "content": "Each offense = 1 warning. Punishments double each time: mute, longer mute, tempban, longer tempban. 8 warnings = permanent ban. Warnings expire after 6 months."
  },
  {
    "id": "7.2",
    "title": "Instant Permanent Bans",
    "content": "Some actions lead to instant permaban: hacking, dupes, bug abuse, doxxing, extremist symbols, NSFW builds. No second chances."
  },
  {
    "id": "7.3",
    "title": "Final Authority",
    "content": "Staff decisions are final. No appeals, no exceptions."
  }
]
