[
  {
    "id": "1",
    "title": "Розтління Духу (Спілкування та Комунікація)",
    "content": "Слова, звуки та повідомлення формують атмосферу Mysterria. Незалежно від того, чи спілкуєтеся ви у чаті Minecraft, Discord або приватних повідомленнях, тримайте їх чистими та шанобливими."
  },
  {
    "id": "1.1",
    "title": "Токсичність та Цькування",
    "content": "Розпалювання конфліктів, булінг або цькування інших заборонені. Це включає постійні суперечки для провокації людей, особисті образи та багаторазове націлювання на когось. Приклад: називати когось сміттям щоразу, коли він говорить = порушення, що карається попередженням."
  },
  {
    "id": "1.2",
    "title": "Лайка та Вульгарність",
    "content": "Легка лайка дозволена, але надмірна нецензурна лексика, сексуальні жарти або постійне використання брудних слів – ні. Приклад: сказати «чорт» у розпачі – нормально, спамити лайливими словами або сексуальними коментарями – ні."
  },
  {
    "id": "1.3",
    "title": "Спам та Шум",
    "content": "Не спамте в чаті та не переповнюйте голосові канали. Це включає повторення одного і того ж повідомлення, спам мікрофоном або зловживання звуковими платами. Приклад: спам «ez» у чаті або вмикання гучних звуків у голосовому чаті = карається."
  },
  {
    "id": "1.4",
    "title": "Приватне Цькування",
    "content": "Цькування людей у приватних повідомленнях (Minecraft або Discord) вважається таким же, як і публічне цькування. Приклад: надсилання 20 повідомлень, щоб дратувати когось після того, як вам сказали припинити = попередження."
  },
  {
    "id": "1.5",
    "title": "Імена та Аватари",
    "content": "Нікнейми, аватари або скіни з образливим, екстремістським або NSFW контентом заборонені. Приклад: нацистські скіни, профільні фото з хентаєм або расистські імена користувачів = миттєві дії з боку адміністрації."
  },
  {
    "id": "2",
    "title": "Нечестиві Творіння (Будівлі та Поведінка у Світі)",
    "content": "Те, що ви створюєте в Mysterria, не повинно шкодити іншим або самому світу."
  },
  {
    "id": "2.1",
    "title": "Образливі Будівлі та Контент",
    "content": "Жодних екстремістських символів, сексуальних структур чи інших образливих будівель. Приклад: свастики, неприйнятні статуї або екстремістські банери = негайне видалення + покарання."
  },
  {
    "id": "2.2",
    "title": "Гріфінг та Крадіжка",
    "content": "Руйнування будівель, крадіжка предметів або тролінг інших без згоди заборонені. Приклад: руйнування будинку або вилучення здобичі зі скрині, яка не ваша = карається."
  },
  {
    "id": "2.3",
    "title": "Машини, що Спричиняють Лаги та Експлойти",
    "content": "Машини або ферми, які викликають лаги (наприклад, спам динамітом) або несанкціоновані завантажувачі чанків, не дозволені. Приклад: будівництво редстоун-годинника для краху сервера = бан."
  },
  {
    "id": "3",
    "title": "Заборонені Сили (Чіти та Експлойти)",
    "content": "Несправедливі переваги порушують баланс Mysterria. Чітерство ніколи не допускається."
  },
  {
    "id": "3.1",
    "title": "Хаки та Чіти",
    "content": "Використання хаків, x-ray, автоклікерів, макросів, дупів або експлойтів багів – миттєвий перманентний бан. Приклад: x-ray видобуток алмазів = перманентний бан."
  },
  {
    "id": "3.2",
    "title": "Зловживання Багами",
    "content": "Якщо ви знайшли глюк, повідомте про нього. Не зловживайте ним. Приклад: знаходження способу дублювання предметів та його використання = перманентний бан."
  },
  {
    "id": "4",
    "title": "Завіса та Ідентичність (Конфіденційність та Облікові Записи)",
    "content": "Поважайте конфіденційність у реальному світі та тримайте свій обліковий запис прив’язаним до вашої власної душі."
  },
  {
    "id": "4.1",
    "title": "Конфіденційність та Доксінг",
    "content": "Ніколи не діліться особистою інформацією (справжні імена, адреси, соціальні мережі тощо). Приклад: розкриття Instagram когось без дозволу = миттєвий перманентний бан."
  },
  {
    "id": "4.2",
    "title": "Зовнішній Вплив",
    "content": "Не використовуйте Discord/особисті повідомлення для несправедливого маніпулювання ігровими діями (метагеймінг). Приклад: повідомляти своєму другу через Discord, щоб він влаштував засідку на чиюсь базу = карається."
  },
  {
    "id": "4.3",
    "title": "Альт-акаунти",
    "content": "Лише один акаунт на особу, якщо це не схвалено адміністрацією. Несанкціоновані альт-акаунти = перманентний бан. Приклад: створення другого акаунту, щоб уникнути блокування чату = миттєвий бан."
  },
  {
    "id": "4.4",
    "title": "Видача Себе за Іншого",
    "content": "Не видавайте себе за адміністрацію або інших гравців. Підробка доказів або прикидання Охоронцем = перманентний бан."
  },
  {
    "id": "5",
    "title": "Повага до Душ (Поведінка у Спільноті)",
    "content": "Mysterria процвітає на повазі. Ставтеся до інших справедливо та підтримуйте позитивну атмосферу у спільноті."
  },
  {
    "id": "5.1",
    "title": "Мова Ненависті",
    "content": "Расизм, сексизм, гомофобія та інша мова ненависті заборонені. Приклад: використання образливих висловлювань = миттєве попередження або бан залежно від серйозності."
  },
  {
    "id": "5.2",
    "title": "Хибні Звинувачення",
    "content": "Подання неправдивих скарг на гравців або адміністрацію марнує час і поширює токсичність. Приклад: підробка скріншотів, щоб когось забанили = карається."
  },
  {
    "id": "5.3",
    "title": "Неповага до Адміністрації",
    "content": "Охоронців (адміністрацію) слід поважати. Образа або прямий тролінг адміністрації = суворе покарання."
  },
  {
    "id": "5.4",
    "title": "Драма та Негатив",
    "content": "Створення драми, поширення негативу або постійні скарги руйнують атмосферу. Приклад: постійні висловлювання «цей сервер відстій» = порушення, що карається попередженням."
  },
  {
    "id": "5.5",
    "title": "Жебрацтво та Набридання",
    "content": "Не спамте адміністрацію з проханнями про безкоштовні предмети, ранги або увагу. Приклад: «будь ласка, дай мені op» кожні 5 хвилин = карається."
  },
  {
    "id": "6",
    "title": "Ритуальний Порядок (Канали та Просування)",
    "content": "Залишайтеся організованими та дотримуйтесь правил використання каналів зв'язку."
  },
  {
    "id": "6.1",
    "title": "Залишайтеся По Темі",
    "content": "Використовуйте правильні канали для відповідних обговорень. Приклад: публікація мемів у #announcements = попередження."
  },
  {
    "id": "6.2",
    "title": "Реклама",
    "content": "Жодної реклами чи просування, якщо це не схвалено адміністрацією. Це включає інші сервери, Discords, або YouTube-канали. Приклад: надсилання гравцям IP-адреси вашого сервера в особисті повідомлення = бан."
  },
  {
    "id": "7",
    "title": "Суд Охоронців (Покарання)",
    "content": "Покарання здійснюються за допомогою «Шляху Попереджень». Деякі дії повністю його оминають."
  },
  {
    "id": "7.1",
    "title": "Шлях Попереджень",
    "content": "Кожне порушення = 1 попередження. Покарання подвоюються щоразу: блокування чату, триваліше блокування чату, тимчасовий бан, довший тимчасовий бан. 8 попереджень = перманентний бан. Попередження анулюються через 6 місяців."
  },
  {
    "id": "7.2",
    "title": "Миттєві Перманентні Бани",
    "content": "Деякі дії призводять до миттєвого перманентного бану: хаки, дупи, зловживання багами, доксінг, екстремістські символи, NSFW-будівлі. Без другого шансу."
  },
  {
    "id": "7.3",
    "title": "Остаточна Влада",
    "content": "Рішення адміністрації є остаточними. Жодних апеляцій, жодних винятків."
  }
]