[
  {
    "group": "Загальні правила для персоналу",
    "rules": [
      {
        "id": "G1",
        "title": "Використання Double Life",
        "content": "Персонал може використовувати режим Double Life лише для адміністративних обов'язків (обробка тікетів, перевірка багів, допомога гравцям). Він не може застосовуватися для особистої вигоди, збору ресурсів чи телепортації заради розваги. Кожна дія логуються та переглядається.",
        "examples": "Дозволено: телепорт до гравця, щоб перевірити репорт. Заборонено: телепорт до друга або видача собі ресурсів."
      },
      {
        "id": "G2",
        "title": "Зловживання командами та правами",
        "content": "Усі команди, виконані в режимі Double Life, фіксуються в логах. Використання можливостей для особистої вигоди, безпідставних покарань чи допомоги друзям призведе до розгляду Радою.",
        "examples": "Дозволено: /ban для підтвердженого хакера. Заборонено: /ban через особисту сварку."
      },
      {
        "id": "G3",
        "title": "Стабільність понад усе",
        "content": "Будь-які зміни у файлах чи конфігураціях мають супроводжуватися резервним копіюванням перед внесенням на робочий сервер. Заборонено редагувати напряму без резервної копії."
      },
      {
        "id": "G4",
        "title": "Тестування перед розгортанням",
        "content": "Усі зміни плагінів чи конфігів мають тестуватися спочатку на тестовому сервері. Робочі сервери повинні залишатися стабільними."
      },
      {
        "id": "G5",
        "title": "Відсутність прихованих механік",
        "content": "Персоналу заборонено створювати чи використовувати приховані механіки лише для себе чи обмеженого кола. Новий функціонал має бути доступним усім гравцям після офіційного релізу."
      },
      {
        "id": "G6",
        "title": "Таємність внутрішніх знань",
        "content": "Заборонено поширювати інформацію про нереалізовані механіки, рецепти, експлойти чи конфіги поза персональними каналами."
      },
      {
        "id": "G7",
        "title": "Вирішення конфліктів",
        "content": "Якщо ви не впевнені у своєму рішенні, передайте питання адміністраторам, розробникам чи Раді. Заборонено діяти самостійно в умовах невизначеності."
      },
      {
        "id": "G8",
        "title": "Обробка багів",
        "content": "Не можна намагатися виправити серйозні баги «на ходу» на робочому сервері. Спочатку повідомте команду, створіть план і протестуйте рішення."
      },
      {
        "id": "G9",
        "title": "Git та колаборація",
        "content": "Заборонено використовувати force push або інші руйнівні команди у спільних репозиторіях. Коміти повинні бути задокументовані та зрозумілі іншим."
      }
    ]
  },
  {
    "group": "Розробники",
    "rules": [
      {
        "id": "D1",
        "title": "Незалежність і відповідальність",
        "content": "Розробники можуть впроваджувати зміни самостійно, але несуть відповідальність за стабільність і документацію."
      },
      {
        "id": "D2",
        "title": "Якість коду",
        "content": "Код має бути чистим, підтримуваним і задокументованим. Зміни повинні бути зрозумілими для інших розробників."
      },
      {
        "id": "D3",
        "title": "Бекапи та версії",
        "content": "Завжди створюйте резервні копії критичних систем і тестуйте зміни перед впровадженням."
      },
      {
        "id": "D4",
        "title": "Комунікація",
        "content": "Про великі зміни чи виправлення потрібно повідомляти інших розробників. Прозорість є обов’язковою."
      }
    ]
  },
  {
    "group": "Тестові розробники",
    "rules": [
      {
        "id": "TD1",
        "title": "Шлях навчання",
        "content": "Тестові розробники є учнями. Вони зростають, виконуючи завдання від розробників та отримуючи рев’ю."
      },
      {
        "id": "TD2",
        "title": "Щотижневий прогрес",
        "content": "Тестові розробники повинні показувати прогрес щотижня (завдання, навчальні кроки, експерименти)."
      },
      {
        "id": "TD3",
        "title": "Менторство",
        "content": "Необхідно просити зворотний зв'язок, вчитися з курсів та відкрито повідомляти про труднощі."
      },
      {
        "id": "TD4",
        "title": "Обмеження",
        "content": "Тестовим розробникам заборонено пушити неперевірені зміни у продакшн. Уся робота має бути схвалена розробниками."
      }
    ]
  },
  {
    "group": "Адміністратори",
    "rules": [
      {
        "id": "A1",
        "title": "Стабільність серверів",
        "content": "Адміністратори відповідають за аптайм, стабільність та базовий функціонал серверів."
      },
      {
        "id": "A2",
        "title": "Дисциплінарні дії",
        "content": "Адміністратори можуть мутити, банити чи карати гравців лише з вагомих причин. Будь-яке зловживання переглядається Радою."
      },
      {
        "id": "A3",
        "title": "Нагляд за модераторами",
        "content": "Адміністратори керують модераторами, перевіряють їхні дії та вирішують складні випадки."
      },
      {
        "id": "A4",
        "title": "Виконавчі рішення",
        "content": "Якщо вищих немає, адміністратори можуть ухвалювати остаточні рішення, але вони будуть переглянуті пізніше."
      }
    ]
  },
  {
    "group": "Модератори",
    "rules": [
      {
        "id": "M1",
        "title": "Робота з тікетами",
        "content": "Модератори обробляють тікети, скарги та конфлікти чесно та з повагою."
      },
      {
        "id": "M2",
        "title": "Використання Double Life",
        "content": "Модератори можуть використовувати Double Life лише для перевірки тікетів чи розслідувань. Не для особистого використання."
      },
      {
        "id": "M3",
        "title": "Повноваження муту і бану",
        "content": "Модератори можуть мутити чи банити за чіткі порушення. Сумнівні випадки передаються адміністраторам."
      },
      {
        "id": "M4",
        "title": "Звітність",
        "content": "Усі значущі дії (бани, мути, підозрілий випадок) мають бути повідомлені адміністраторам чи зафіксовані в логах."
      }
    ]
  },
  {
    "group": "Дисциплінарні заходи",
    "rules": [
      {
        "id": "P1",
        "title": "Рішення Ради",
        "content": "Покарання для персоналу визначаються Радою або вищими після перегляду логів та контексту."
      },
      {
        "id": "P2",
        "title": "Діапазон покарань",
        "content": "Можливі наслідки: попередження, втрата прав, пониження, відсторонення або перманентний бан залежно від серйозності.",
        "examples": "Перше незначне порушення = попередження. Серйозне зловживання Double Life = відсторонення та бан."
      }
    ]
  }
]
